Repository: ThinkinSmartDE/start-from-for-woocommerce
Catalog: languages/tactics-*.po
Languages: de_de, es_mx, fr_fr

source: Tactics
de_de: Taktik
es_mx: Tácticas
fr_fr: Tactique

source: Conversion Tactics
de_de: Conversion-Taktik
es_mx: Tácticas de conversión
fr_fr: Tactiques de conversion

source: Looking for a boost in conversion? Adjust in here your front end details.
de_de: Auf der Suche nach einem Umsatzschub? Passen Sie hier Ihre Frontend-Details an.
es_mx: ¿Busca un impulso en la conversión? Ajusta aquí tus detalles frontales.
fr_fr: Vous cherchez un coup de pouce à la conversion? Ajustez ici vos détails frontaux.

source: Change the pricing appearance of your variable products:
de_de: Ändern Sie das Preisaussehen Ihrer variablen Produkte:
es_mx: Cambiar la apariencia del precio en su variable productos:
fr_fr: Modifiez l’apparence des prix de vos produits variables:

source: Starting Title
de_de: Starttitel
es_mx: Título inicial
fr_fr: Titre de départ

source: Place in here the text that comes in front of the starting price.
de_de: Tragen Sie hier den Text ein, der vor dem Startpreis steht.
es_mx: Coloque aquí el texto que aparece delante del precio inicial.
fr_fr: Placez ici le texte qui vient devant le prix de départ.

source: Location
de_de: Ort
es_mx: Ubicación
fr_fr: Emplacement

source: Showing on archive pages
de_de: Wird auf Archivseiten angezeigt
es_mx: Mostrando en páginas de archivo
fr_fr: Affichage sur les pages d’archives

source: Showing on product pages
de_de: Auf Produktseiten anzeigen
es_mx: Mostrando en las páginas de productos
fr_fr: Affichage sur les pages produits

source: Showing on archive and product pages
de_de: Wird auf Archiv- und Produktseiten angezeigt
es_mx: Mostrando en archivo y páginas de productos
fr_fr: Affichage sur les pages d’archives et de produits

source: You can display the change in several locations.
de_de: Sie können die Änderung an mehreren Stellen anzeigen.
es_mx: Puede mostrar el cambio en varias ubicaciones.
fr_fr: Vous pouvez afficher la modification à plusieurs endroits.
